Repository: xingstarx/L10N
Catalog: iOS/Shou.TV/Resources/*.lproj/Localizable.strings
Languages: fr, ja, ru, tr

# TIME_AGO_SECONDS
source: just now
fr: À l'instant
ja: ただいま
ru: только что
tr: az önce

# TIME_AGO_MINUTE
source: 1 min
ja: 1分前
ru: 1 минуту назад
tr: 1 dk

# TIME_AGO_MINUTES
source: %@ mins
ja: %@ 分前
ru: %@ минут(-ы) назад
tr: %@ dk

# TIME_AGO_HOUR
source: 1 hour
fr: 1 heure
ja: 1 時間前
ru: 1 час назад
tr: 1 saat

# TIME_AGO_HOURS
source: %@ hours
fr: %@ heures
ja: %@ 時間前
ru: %@ часа(-ов) назад
tr: %@ saat

# TIME_AGO_DAY
source: 1 day
fr: 1 jour
ja: 1 日前
ru: 1 день назад
tr: 1 gün

# TIME_AGO_DAYS
source: %@ days
fr: %@ jours
ja: %@ 日前
ru: %@ дня(-ей) назад
tr: %@ gün

# TIME_AGO_MONTH
source: 1 month
fr: 1 mois
ja: 1 かっ月前
ru: 1 месяц назад
tr: 1 ay

# TIME_AGO_MONTHS
source: %@ months
fr: %@ mois
ja: %@ かっ月前
ru: %@ месяца(-ев) назад
tr: %@ ay

# TIME_AGO_YEAR
source: 1 year
fr: 1 an
ja: 1 年前
ru: 1 год назад
tr: 1 yıl

# TIME_AGO_YEARS
source: %@ years
fr: %@ ans
ja: %@ 年前
ru: %@ года назад
tr: %@ yıl

# title_bar_done
source: Done
fr: Saisir
ja: 完成
ru: Готово
tr: Tamam

# dialog_button_ok
source: OK
ja: 確定
tr: Tamam

# dialog_button_open
source: Open
fr: Ouvrir
ja: 開く
ru: Открыть
tr: Aç

# dialog_button_delete
source: Delete
fr: Supprimer
ja: 削除
ru: Удалить
tr: Sil

# dialog_button_share
source: Share
fr: Partager à
ja: 共有
ru: Поделиться
tr: Paylaş

# dialog_button_close
source: Close
fr: Fermer
ja: 閉める
ru: Закрыть
tr: Kapat

# dialog_button_cancel
source: Cancel
fr: Annuler
ja: キャンセル
ru: Отменить
tr: İptal

# dialog_title_open_safari
source: Open in Safari?
fr: Ouvrir sur Safari?
ja: 開く
ru: Открыть в Safari?
tr: Safari'de açılsın mı?

# tab_home
source: Home
fr: Accueil
ja: ホームページ
ru: Главная
tr: Ana Sayfa

# tab_games
source: Games
fr: Jeux
ja: ゲーム
ru: Игры
tr: Oyunlar

# tab_players
source: Players
ja: プレーヤー
ru: Игроки
tr: Oyuncular

# tab_videos
source: Videos
fr: Vidéos
ja: ビデオ
ru: Видео
tr: Videolar

# tab_explore
source: Explore
fr: Explorer
ja: 探る
ru: Просмотр
tr: Keşfet

# tab_me
source: Me
fr: Moi
ja: マイページ
ru: Я
tr: Ben

# tab_messages
source: Messages
ja: メッセージ
ru: Сообщения
tr: Mesajlar

# explore_recommended
source: Recommended
ja: お勧め
ru: Рекомендуемые
tr: Önerilen

# explore_leaderboard
source: Leaderboard
ja: ランキング
ru: Доска лидеров
tr: Lider Tablosu

# explore_leaderboard_text_score
source: score %@
ja: スコアの %@
ru: Очки: %@
tr: skor %@

# no_videos
source: No videos to show
fr: Aucun vidéo ne s'affiche
ja: ビデオ無し
ru: Нет видео для просмотра
tr: Gösterilecek video yok

# no_games
source: No games to show
fr: Aucun jeu ne s'affiche
ja: ゲーム無し
ru: Нет игр для просмотра
tr: Gösterilecek oyun yok

source: No following
fr: Pas d'abonnement
ja: フォロー無し
ru: Нет подписок
tr: Takip edilen yok

# no_follower
source: No followers
fr: Pas d'abonné
ja: フォロワー無し
ru: Нет подписчиков
tr: Takipçi yok

# search_no_peoples
source: No people
fr: Aucun streamer a trouvé
ja: 関連プレーヤー無し
ru: Нет людей
tr: Böyle birisi yok

# search_no_games
source: No game
fr: Aucun jeu mobile a trouvé
ja: 関連ゲーム無し
ru: Нет игр
tr: Böyle bir oyun yok

# search_no_videos
source: No videos
fr: Aucun vidéo a trouvé
ja: 関連ビデオ無し
ru: Нет видео
tr: Böyle bir video yok

# profile_text_videos
source: Broadcasts
fr: Lives
ja: ビデオ
ru: Трансляции
tr: Yayınlar

# profile_text_followers
source: FOLLOWERS
fr: Abonnés
ja: ファン
ru: ПОДПИСЧИКИ
tr: TAKİPÇİLER

# profile_text_following
source: FOLLOWING
fr: Abonnements
ja: フォロー
ru: ПОДПИСКИ
tr: TAKİP EDİLEN

# profile_edit_profile
source: EDIT PROFILE
fr: Editer profil
ja: 個人プロフィールをエディタ
ru: ИЗМЕНИТЬ
tr: PROFİLİ DÜZENLE

# profile_archive_broadcasts
source: Automatically archive my broadcasts
ja: マイページ放送を自動的に保存
tr: Yayınlarımı arşivle

# profile_text_times
source: Duration
fr: Durée
ja: デュレーション
ru: Продолжительность
tr: Süre

# profile_text_views
source: Views
fr: Vues
ja: 見る
ru: Просмотры
tr: Görüntüleme

# profile_text_likes
source: Likes
fr: J'aime
ja: 好き
ru: Отметки «Нравится»
tr: Beğeni

# profile_text_games
source: Games
fr: Jeux
ja: ゲーム
ru: Игры
tr: Oyunlar

# profile_text_logout
source: Logout
fr: Déconnexion
ja: 退出
ru: Выйти
tr: Çıkış Yap

# profile_text_moderators
source: Moderators
ja: モデレーター
tr: Moderatörler

# profile_text_muted_users
source: Muted users
ja: ミュートされているユーザー
tr: Engellenmiş Kullanıcılar

# landing_slogan
source: Shou is the mobile game streaming community.
fr: Shou est une communauté pour live des jeux mobiles.
ru: Мобильное видеостриминговое сообщество
tr: Shou mobil oyun yayını topluluğu.

# landing_btn_twitter
source: Continue with Twitter
fr: Continuer avec Twitter
ja: Twitterで登録
ru: Войти с помощью Twitter
tr: Twitter ile devam et

# landing_btn_facebook
source: Continue with Facebook
fr: Continuer avec Facebook
ja: Facebookで登録
ru: Войти с помощью Facebook
tr: Facebook ile devam et

# landing_btn_google
source: Continue with Google
fr: Continuer avec Google
ja: Googleで登録
ru: Войти с помощью Google
tr: Google ile devam et

# landing_btn_email
source: Continue with Email
fr: S'inscrire par Email
ja: Emailでログイン
ru: Зарегистрироваться
tr: Email ile devam et

# landing_btn_log_in_tip
source: Have an Account? Log in
fr: Avez-vous déjà un compte? Se connecter
ru: Уже есть аккаунт? Войдите
tr: Hesabınız mı var? Giriş yapın

# landing_btn_more
source: More
fr: En plus
ja: その他
ru: Ещё
tr: Daha fazla

# landing_btn_sign_up
source: Sign up
fr: S'inscrire
ja: 登録
ru: Зарегистрироваться
tr: Kaydol

# landing_btn_sign_in
source: Log in
fr: Se connecter
ja: ログイン
ru: Войти
tr: Giriş Yap

# landing_btn_skip
source: Skip
fr: Ignorer
ja: スキップする
ru: Пропустить
tr: Geç

# landing_google_plus_sign_in_progress
source: Log in with Google Plus
fr: Se connecter avec Google Plus
ja: Googleでログイン中
ru: Вход с помощью Google
tr: Google Plus ile giriş yap

# landing_facebook_sign_in_progress
source: Log in with Facebook
fr: Se connecter avec Facebook
ja: Facebookでログイン中
ru: Вход с помощью Facebook
tr: Facebook ile giriş yap

# landing_twitter_sign_in_progress
source: Log in with Twitter
fr: Se connecter avec Twitter
ja: Twitterでログイン中
ru: Вход с помощью Twitter
tr: Twitter ile giriş yap

# landing_text_agree
source: By proceeding, you agree to the %@ and %@
fr: En Continuant à l'utiliser, vous agréez %@ and %@
ja: 引き続きがあなたは%@及び%@を同意すると意味します
ru: Продолжая, вы соглашаетесь с %@ и %@
tr: Devam etmekle, %@ ve %@'nı kabul etmiş olursunuz

# landing_text_agree_term
source: Terms of Service
fr: Conditions de service
ja: サービス条件
ru: Правилами пользования
tr: Hizmet Şartları

# landing_text_agree_privacy
source: Privacy Policy
fr: Protection de la vie privée
ja: プライバシー
ru: Политикой конфиденциальности
tr: Gizlilik Politikası

# account_text_user_views
source: %@ views
fr: %@ Vues
ja: %@ 見る
ru: %@ просмотры
tr: %@ görüntüleme

# account_text_user_likes
source: %@ likes
fr: %@ J'aime
ja: %@ 好き
ru: %@ нравится
tr: %@ beğeni

# account_text_user_shoucash
source: %@ cash
fr: %@ monnaie
ru: %@ coins
tr: %@ nakit

# account_text_user_viewers
source: %@ viewers
fr: %@ spectateur
ja: %@ 観衆
ru: %@ зрители
tr: %@ izleyici

# account_text_game_casts
source: %@ videos
fr: %@ Vue
ja: %@ ビデオ
ru: %@ видео
tr: %@ video

# account_text_game_players
source: %@ players
fr: %@ jeueurs
ja: %@ プレーヤー
ru: %@ игроки
tr: %@ oyuncu

# account_text_user_view
source: %@ view
ja: %@ 見る
ru: %@ просмотр
tr: %@ görüntüleme

# account_text_user_like
source: %@ like
fr: %@ Aimé
ja: %@ 好き
ru: %@ нравится
tr: %@ beğeni

# account_text_user_viewer
source: %@ viewer
fr: %@ spectateur
ja: %@ 観衆
ru: %@ зритель
tr: %@ izleyici

# account_text_user_score
source: %@ score
ja: %@ スコア
ru: %@ очки
tr: %@ skor

# account_text_joined
source: Joined on %@
ru: Присоединился(-ась) %@
tr: %@ tarihinde katıldı

# account_title_edit_profile
source: Edit profile
fr: Editer profil
ja: 個人プロフィールをエディタ
ru: Редактировать профиль
tr: Profili düzenle

# account_title_change_password
source: Change your password
fr: Changer mot de passe
ja: パスワードの変更
ru: Изменить пароль
tr: Parolanızı değiştirin

# account_label_username
source: Username
fr: Nom d'utilisateur
ja: 名前
ru: Имя пользователя
tr: Kullanıcı Adı

# account_label_password
source: Password
fr: Mot de passe
ja: パスワード
ru: Пароль
tr: Şifre

# account_label_email
source: Email
ja: メールアドレス
ru: Адрес эл. почты
tr: E-posta

# account_label_full_name
source: Full Name
fr: Pseudo
ja: ニックネーム
ru: Полное имя
tr: Tam Ad

# account_label_biography
source: Biography
fr: Biographie
ja: 個人プロフィール
ru: Биография
tr: Hakkında

# account_label_avatar
source: Avatar
ja: 個人写真
ru: Аватар
tr: Resim

# account_label_cover
source: Cover
fr: Couverture
ja: カバー
ru: Обложка
tr: Kapak

# account_label_upload_avatar
source: Upload Avatar
fr: Télécharger Avata
ja: 個人写真をアプロード
ru: Выберите аватар
tr: Resim Yükle

# account_hint_identify
source: Username or email
fr: Nom d'utilisateur ou émail
ja: アカウントまたメールアドレス
ru: Имя пользователя или эл. почта
tr: Kullanıcı adı ya da e-posta

# account_hint_email
source: email
ja: メールアドレス
ru: адрес эл. почты
tr: e-posta

# account_hint_username
source: username
fr: Nom d'utilisateur
ja: アカウント
ru: имя пользователя
tr: kullanıcı adı

# account_hint_password
source: At least six characters
fr: Mot de passe
ja: パスワードは６字目以内
ru: Пароль должен содержать не менее 6 символов
tr: En az 6 karakter

# account_hint_current_password
source: Current Password
fr: Mot de passe actuel
ja: 現在のパスワード
ru: Текущий пароль
tr: Geçerli Parolanız

# account_hint_new_password
source: New password
fr: Nouveau mot de pass
ja: 新しいパスワード
ru: Новый пароль
tr: Yeni parola

# account_hint_confirm_password
source: Confirm new password
fr: Confirmer le nouveau mot de passe
ja: パスワード確認
ru: Введите новый пароль ещё раз
tr: Yeni parolayı onayla

# account_hint_name
source: name
fr: Nom
ja: ニックネーム
ru: ваше полное имя
tr: isim

# account_hint_biography
source: biography
fr: biographie
ja: 個人的サイン
ru: кратко расскажите о себе
tr: hakkınızda

# account_text_optional
source: optional
fr: optionnel
ja: オプショナル
ru: необязательно
tr: isteğe bağlı

# account_text_username
source: Your @%@ is unique. You can always change it later.
fr: Votre psuedo @%@ est unique. Vous pouvez le changer plus tard.
ja: あなたの @%@ はユニークです。これは、後でいつでも変更していただけます。
ru: Имя @%@ доступно. Вы сможете изменить его позже в любое время.
tr: @%@ benzersizdir. İstediğiniz anda değiştirebilirsiniz.

# account_choose_avatar
source: Choose avatar
fr: Choisir une photo
ja: 個人写真を選択
ru: Добавить аватар
tr: Resim seçin

# account_choose_avatar_failed
source: Failed to choose avatar
fr: e choix d'une photo a échoué
ja: 個人写真選択失敗
ru: Не удалось обновить аватар
tr: Resim seçme başarısız

# account_btn_signing_up
source: Signing Up
fr: Inscription en cours
ja: 登録中
ru: Регистрация
tr: Kayıt Olunuyor

# account_btn_signed_up
source: Signed Up
fr: Inscrit
ja: 登録成功
ru: Вход выполнен
tr: Kayıt Olundu

# account_btn_signing_in
source: Logging In
fr: Connexion en cours
ja: ログイン中
ru: Вход
tr: Giriş Yapılıyor

# account_btn_signed_in
source: Logged In
fr: Connecté
ja: ログイン成功
ru: Регистрация выполнена
tr: Giriş Yapıldı

# account_btn_sign_in_failed
source: Failed to log in with provided information
fr: Échec lors de connexion car les infos invalides
ja: ログイン失敗
ru: Не удалось выполнить вход
tr: Giriş Başarısız

# account_btn_sign_out
source: Sign out
ja: アカウントログアウト
tr: Çıkış yap

# account_btn_forgot_password
source: Forgot your password?
fr: Mot de passe oublié?
ja: パスワードを忘れた？
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?

# account_title_forget
source: Reset password
fr: Réinitialiser mon mot de passe
ja: パスワードを忘れた
ru: Сброс пароля
tr: Parolayı sıfırla

# account_btn_recover_password
source: Send me instruction
fr: Envoyez-moi une instruction
ja: メールをください
ru: Получить инструкцию
tr: Yönerge gönder

# account_btn_recovering_password
source: Sending instruction
fr: Envoie en cours
ja: 発送中...
ru: Отправка инструкции
tr: Yönerge gönderiliyor

# account_btn_recover_complete
source: Instruction sent
fr: Envoyé
ja: メールを発送成功
ru: Инструкция была отправлена
tr: Yönerge gönderildi

# account_btn_reset_password
source: Reset my password
fr: Réinitialiser mon mot de passe
ja: パスワードリセット
ru: Сброс пароля
tr: Parolamı sıfırla

# account_btn_reset_password_complete
source: Reset password complete
fr: Réinitialisation se termine
ja: パスワードリセット成功
ru: Сброс пароля выполнен
tr: Parola sıfırlama tamamlandı

# account_btn_resetting_password
source: Reset my password
fr: Réinitialiser mon mot de passe
ja: パスワードリセット中
ru: Сброс пароля
tr: Parolamı sıfırla

# account_btn_save_profile
source: Save
fr: Sauvegarder
ja: 保存
ru: Сохранить
tr: Kaydet

# account_btn_saving_profile
source: Saving
fr: Sauvegarde en cours
ja: 保存中
ru: Сохранение
tr: Kaydediliyor

# account_btn_saved_profile
source: Saved
fr: Sauvegardé
ja: 保存成功
ru: Сохранено
tr: Kaydedildi

# account_btn_follow
source: FOLLOW
fr: S'abonner
ja: フォロー
ru: ПОДПИСАТЬСЯ
tr: TAKİP ET

# account_btn_following
source: FOLLOWING
fr: Abonnement
ja: フォロー中
ru: В ПОДПИСКАХ
tr: TAKİP EDİLİYOR

# account_toast_follow_failed
source: Error when following
ja: フォロー失败
ru: Не удалось подписаться
tr: Takip etme başarısız

# account_toast_invalid_email
source: Invalid email
fr: Email invalide
ja: 無効なメールアドレス
ru: Неверный адрес эл. почты
tr: Geçersiz e-posta

# account_toast_invalid_password_or_token
source: Invalid password or token
fr: Mot de passe invalide
ja: 無効なパスワードとリンク
ru: Неверный пароль или ключ доступа
tr: Geçersiz parola ya da token

# account_toast_invalid_identify_or_password
source: Invalid identify or password
fr: Identité ou mode passe invalide
ja: 無効なパスワードとアカウント
ru: Неверный адрес эл. почты, имя пользователя или пароль
tr: Geçersiz kimlik ya da parola

# account_toast_invalid_password_empty
source: Please enter current password
ja: 現在のパスワードを入力してください
ru: Пожалуйста, введите ваш текущий пароль
tr: Lütfen geçerli parolanızı giriniz

# account_toast_invalid_password_again
source: Invalid password. Please enter again.
ja: パスワードが間違い，もう一度入力してください！
ru: Неверный пароль. Пожалуйста, повторите попытку.
tr: Geçersiz parola. Lütfen tekrar deneyin.

# account_toast_reset_password_success
source: We've sent an email to you. Click the link in the email to reset your password.
ja: リセットメールもう発送した，リンクでリセットしてください。
ru: Мы отправили письмо с ссылкой для изменения пароля на ваш адрес эл. почты.
tr: Size bir e-posta gönderdik. Parolanızı sıfırlamak için postanın içindeki linke tıklayın.

# account_toast_reset_password_failed
source: Invalid email
fr: Email invalide
ja: 無効なパスワード
ru: Неверный адрес эл. почты
tr: Geçersiz e-posta

# account_toast_profile_update_success
source: Update profile successfully!
fr: Le changement du profil éffectué!
ja: 個人プロフィール更新成功！
ru: Профиль успешно обновлён
tr: Profil başarıyla güncellendi!

# account_toast_profile_update_failed
source: Failed to update your profile
fr: Echec lors du changement du profil
ja: 個人プロフィール更新失敗！
ru: Не удалось обновить профиль
tr: Profiliniz güncellenemedi

# account_toast_failed_to_sign_in_with_google_plus
source: Failed to log in with Google Plus :(
fr: Echec lors de la connexion avec Google Plus :(
ja: Googleアカウントでログイン失敗 :(
ru: Не удалось войти с помощью Google :(
tr: Google Plus ile giriş yapılamadı :(

# account_toast_failed_to_sign_in_with_facebook
source: Failed to log in with Facebook :(
fr: Echec lors de la connexion avec Facebook :(
ja: Facebookアカウントでログイン失敗 :(
ru: Не удалось войти с помощью Facebook :(
tr: Facebook ile giriş yapılamadı :(

# account_toast_failed_to_sign_in_with_twitter
source: Failed to log in with Twitter :(
fr: Echec lors de la connexion avec Twitter :(
ja: Twitterアカウントでログイン失敗 :(
ru: Не удалось войти с помощью Twitter :(
tr: Twitter ile giriş yapılamadı :(

# account_toast_sign_up_failed
source: Failed to sign up with provided information
fr: Inscriprion a échoué à cause des données incorrectes
ja: 登録失敗，アカウント，メールアドレスまたパスワードを確認してください
ru: Не удалось выполнить регистрацию с указанными данными
tr: Verilen bilgilerle üye olunamadı

# account_toast_sign_in_required
source: Log in to continue
fr: Continuer à se connecter
ja: アカウントログインしてください
ru: Войдите, чтобы продолжить
tr: Devam etmek için giriş yapın

# account_toast_password_not_match
source: Password do not match
ja: パスワード間違い
ru: Пароли не совпадают
tr: Parolalar eşleşmedi

# account_toast_server_error
source: Server is under maintenance
ja: サーバー修理中
ru: Техническое обслуживание серверов
tr: Sunucu bakım altında

# account_toast_not_found
source: Not found any message
ja: 関連インフォメーションなし
tr: Mesaj bulunamadı

# account_dialog_sign_up_failed
source: Failed to sign up
ja: 登録失敗
ru: Не удалось зарегистрироваться
tr: Üye olunamadı

# account_invite_friends
source: Invite friends
ja: 友達を招待
ru: Пригласить друзей
tr: Arkadaşlarınızı davet edin

# account_invite
source: I'm on Shou.TV as %@ . Install the app to follow my streamings.
ja: マイページ名前は%@ ，ShouというAppをドンロードしてください！
ru: Следи за моими трансляциями на Shou —
tr: %@ olarak Shou.TV'deyim. Yayınlarımı takip etmek için uygulamayı yükleyin.

# account_user_video_delete_info
source: Are you sure delete this video?
fr: Voulez-vous supprimer ce vidéo?
ja: 本当にこの動画を削除しても宜しいですか？
ru: Вы уверены, что хотите удалить это видео?
tr: Bu videoyu silmek istediğinizden emin misiniz?

# video_player_welcome
source: Welcome to the chat room!
fr: Bienvenue au chat!
ja: マイページルームへようこそ！
ru: Добро пожаловать в чат!
tr: Sohbet odasına hoşgeldiniz!

# video_player_quality
source: Quality
fr: Qualité
ja: 画面品質
ru: Качество
tr: Kalite

# video_player_auto
source: Auto
ja: 自動
ru: Автоматически
tr: Otomatik

# video_player_source
source: Source
ja: 画面品質優先
ru: Исходное
tr: Kaynak

# video_player_low
source: Low
fr: Bas
ja: スピード優先
ru: Низкое
tr: Düşük

# video_player_share
source: Share
fr: Partager à
ja: 共有
ru: Поделиться
tr: Paylaş

# video_player_rotation
source: Rotation
ja: 方向
ru: Поворот
tr: Döndür

# video_player_report
source: Report
fr: Rapporter
ja: トラブル報告
ru: Сообщить о проблеме
tr: Bildir

# video_player_report_faild
source: Report faild
ja: 報告失敗
ru: Не удалось отправить жалобу
tr: Bildiri Gönderilemedi

# video_player_info
source: Info
ja: インフォメーション
ru: Информация
tr: Bilgi

# video_player_over
source: Stream over
fr: À la fin
ja: 放送中止
ru: Трансляция завершена
tr: Yayın Bitti

# video_player_report_sexual
source: Sexual content
fr: Contenue pornotraphique
ja: 性的なコンテンツ
ru: Порнография
tr: Cinsel içerik

# video_player_report_violent
source: Violent or repulsive content
fr: Contenue d'aversion ou de violence
ja: 暴力的または不快なコンテンツ
ru: Насилие
tr: Şiddet ya da itici/antipatik

# video_player_report_hateful
source: Hateful or abusive content
fr: Contenue injurieux
ja: 差別的または攻撃的なコンテンツ
ru: Оскорбление
tr: Nefret dolu ya da küfürlü

# video_player_report_harmful
source: Harmful or dangerous acts
fr: Contenue dangereux
ja: 有害または危険な行為
ru: Экстремизм
tr: Zarar verici ya da tehlikeli hareketler

# video_player_report_misleading
source: Spam or misleading
fr: Contenu Spam ou dévoyé
ja: スパムや誤解を招く動画
ru: Спам
tr: Spam ya da yanıltıcı

# video_player_report_playback
source: Playback issue
fr: Issue de retour
ja: 再生の問題
ru: Проблемы с просмотром
tr: Oynatma sorunu

# chat_room_title
source: Chat
ja: 聊天室
ru: Чат
tr: Sohbet

# find_friends_follow_all
source: Follow all
fr: Tous s'abonner
ja: 全部フォロー
ru: Подписаться на всех
tr: Hepsini takip et

# find_friends_title
source: %@ Friends
fr: %@ Amis
ja: %@ 友達
ru: %@ друзей
tr: %@ Arkadaş

# find_friends_text
source: You have %@ %@ friends on Shou.TV.
fr: Vous avez %@ %@ amis sur Shou.TV.
ja: Shou.TV に %@ 個 %@ 友達
ru: У вас %@ друзей на Shou.
tr: Shou.TV'de %@ %@ arkadaşınız var.

# find_friends_no_people
source: No people found.
fr: Pas d'ami.
ja: 友達なし
ru: У вас ещё нет друзей на Shou
tr: Kişi bulunamadı.

# action_open
source: Open
fr: OUVRIR
ja: 開く
ru: Открыть
tr: Aç

# action_delete
source: Delete
fr: Supprimer
ja: 削除
ru: Удалить
tr: Sil

# action_share
source: Share
fr: Partager à
ja: 共有
ru: Поделиться
tr: Paylaş

# action_edit
source: Edit
fr: Editer
ja: エディタ
ru: Изменить
tr: Düzenle

# action_edit_title
source: Rename
ja: タイトルリセット
ru: Переименовать
tr: Yeniden Adlandır

# action_edit_success
source: Rename success
ja: タイトルリセット成功
ru: Успешно переименовано
tr: Yeniden adlandırma başarılı

# action_edit_failed
source: Rename failed
ja: タイトルリセット失敗
ru: Не удалось переименовать
tr: Yeniden adlandırma başarısız

# msg_send_button
source: SEND
fr: ENVOYER
ja: 発送
ru: Отпр.
tr: Gönder

# msg_send_failed
source: Can't send this message
ja: 発送失敗
ru: Не удалось отправить сообщение
tr: Bu mesaj gönderilemiyor

# msg_hint_send_msg
source: Send a message
fr: Message envoyé
ja: 発送
ru: Отпр.
tr: Bir mesaj gönder

# msg_hint_send_disable
source: No login sending disabled
ja: ローディング
tr: Giriş yapılmamış, gönderme devre dışı bırakıldı

# msg_ban_user
source: Mute
fr: Masquer
ja: ミュート
ru: Заблокировать
tr: Sustur

# msg_ban_alert_title
source: Mute %@ ?
fr: Masquer %@ ?
ja: %@をミュートしますか？
ru: Заблокировать %@?
tr: %@ engellensin mi ?

# msg_ban_alert_message
source: %@ can't chat and message with broadcaster.
fr: %@ ne pouvez pas envoyer des comment et des messages à streamer.
ru: Пользователь %@ больше не сможет отправлять сообщения в чат и личные сообщения этому игроку.
tr: %@ yayıncı ile konuşamaz ve mesaj atamaz.

# msg_ban_alert_message_self
source: %@ can't chat and message with you.
fr: %@ ne pouvez pas vous envoyer des comment et des messages.
ru: Пользователь %@ больше не сможет отправлять вам сообщения в чат и личные сообщения.
tr: %@, seninle konuşamaz ve mesaj atamaz.

# msg_ban_user_description
source: %@ is muted.
fr: %@ a été masqué.
ru: %@ заблокирован(-а)
tr: %@ engellendi.

# msg_unban_user
source: Unmute
fr: Ne plus masquer
ja: ミュートを解除する
ru: Разблокировать
tr: Engeli Kaldır

# msg_unban_user_description
source: %@ is unmuted.
fr: %@ n'est plus masqué.
ru: %@ разблокирован(-а)
tr: %@ engeli kaldırıldı.

# msg_mod_user
source: Mod
fr: Activer Modérateur
ja: モデレート
ru: Назначить
tr: Moderatör yap

# msg_unmod_user
source: Unmod
fr: Ne plus modérateur
ja: モデレートされていません
ru: Удалить
tr: Moderatörlüğü kaldır

# msg_popup_detail
source: Profile
ja: 歴史
tr: Profil

# msg_new_message
source: New message
fr: Nouveaux messages
ja: メッセージを入力してください
ru: Написать сообщение
tr: Yeni mesaj

# msg_send_faild_too_quickly
source: Your message not sent because you are sending messages too quickly.
fr: Vous ne pouvez pas envoyer un message assez vite.
ja: メッセージが多すぎで，所々お待ちください
ru: Сообщение не было отправлено, так как вы отправляете сообщения слишком часто.
tr: Mesajınız gönderilmedi çünkü çok hızlı mesaj gönderiyorsunuz.

# msg_send_faild_limit
source: Your message not sent because you are sending messages too quickly. You will be able to talk in %@ seconds.
fr: Vous ne pouvez pas envoyer un message assez vite, vous pouvrez le réenvoyer dans %@ seconds.
ja: メッセージが多すぎで，%@ 秒をお待ちください
ru: Сообщение не было отправлено, так как вы отправляете сообщения слишком часто. Повторите попытку через %@ сек.
tr: Mesajınız gönderilmedi çünkü çok hızlı mesaj gönderiyorsunuz. %@ saniye içinde yeniden gönderebileceksiniz.

# msg_send_faild_same
source: Your message not sent because it is identical to the previous one you sent.
fr: Votre message n'a pas été envoyé parce qu'il est identique à la précédente que vous avez envoyé.
ja: 同じメッセージを再び発送しないでください
ru: Сообщение не было отправлено, так как оно совпадает с предыдущим.
tr: Mesajınız gönderilmedi çünkü bir önceki mesajınız ile aynı.

# toast_api_error_forbidden
source: Forbidden access
fr: Accès interdit
ru: Доступ запрещён
tr: Erişim yasak

# toast_api_error_no_connection
source: No network connection
fr: Pas de connexion
ja: インターネットなし
ru: Ошибка при загрузке даннах
tr: Ağ bağlantısı yok

# toast_api_error_connection_timeout
source: Network connection timeout
fr: Délai d'attente de connexion
ja: インターネット タイムアウト
ru: Время подключения истекло
tr: Ağ bağlantısı zaman aşımına uğradı

# toast_api_error_server_5xx
source: Shou.TV server encounters errors
fr: Maintenance du serveur en Shou.TV ...
ja: Shou.TV サーバーエラー
ru: Неполадки на серверах
tr: Shou.TV sunucusu hatalar ile karşılaştı
