Repository: xingstarx/L10N
Catalog: iOS/Shou.TV/Resources/*.lproj/Localizable.strings
Languages: fr, ja, ru, tr

# toast_api_error_not_found
source: Not found any message
fr: Pas de message
ja: 関連インフォメーションなし
ru: Не найдено
tr: Mesaj bulunamadı

# toast_video_deleted
source: This video has been deleted by the broadcaster
fr: Ce live est supprimé par le streamer
ja: この動画は、ブロードキャスターによって削除されました
ru: Это видео было удалено
tr: Bu video kullanıcı tarafından silindi

# about_title
source: About
fr: À propos
ja: 関して
ru: О приложении
tr: Hakkında

# about_title_faq
source: FAQ
ru: Вопросы и ответы
tr: SSS

# about_summary_faq
source: Shou FAQ
ru: Вопросы и ответы
tr: Shou SSS

# about_title_privacy_policy
source: Privacy policy
fr: Politique de protection des données personnelles
ja: プライバシー
ru: Политика конфиденциальности
tr: Gizlilik politikası

# about_title_terms_of_service
source: Terms of service
fr: Conditions Générales de Service
ja: サービス条件
ru: Правила пользования
tr: Hizmet şartları

# about_title_version
source: Version
ja: バージョン
ru: Версия
tr: Sürüm

# about_title_copyright
source: Copyright
ja: 著作権
ru: Разработчик
tr: Telif hakkı

# about_title_rate
source: Rate this app
ja: App Storeでレビュー
ru: Оценить приложение
tr: Bu uygulamayı değerlendirin

# about_title_feedback
source: Feedback
fr: Rapporter un problème
ja: 意見
ru: Сообщить о проблеме
tr: Geri Bildirim

source: From Photo Library
fr: Sélectionner une de mes photos
ja: 写真より
ru: Выбрать фотографию
tr: Galeriden

source: From Camera
fr: Prendre une photo
ja: カメラより
ru: Сделать снимок
tr: Kameradan

source: Choose Source
fr: Choisir source
ja: 方式選択
ru: Выберите новый аватар или обложку
tr: Kaynak Seç

# imagePicker_failed
source: Get Picture failed, please re-select pictures
fr: Échec de télécharger image, s'il vous plait de choisir une autre.
ru: Не удалось выбрать фотографию, повторите попытку
tr: Fotoğraf alınamadı, lütfen yeniden seçin

# app_download
source: Install
fr: INSTALLER
ja: インスタレーション
ru: Установить
tr: Yükle

# app_open
source: Open
fr: OUVRIR
ja: 開く
ru: Открыть
tr: Aç

# payment_title_label
source: Get More ShouCash!
ja: ShouCashを獲得!
tr: Daha fazla ShouCash edinin!

# payment_faild
source: Purchase failed!
fr: votre achat a échoué!
ja: 購入失敗！
ru: Не удалось выполнить покупку
tr: Satın alma başarısız!

# payment_success
source: Purchase successfully! got %@ ShouCash, total %@ ShouCash
fr: Consommation réussie! Gangez %@ monnaies, %@ Monnaies au total
ja: 購入成功！ %@ 個 ShouCashを獲得，トータル %@ 個 ShouCash
ru: Purchase successfully! got %@ Coins, total %@ Coins
tr: Satın alma başarılı! %@ ShouCash alındı, toplamda %@ ShouCash'iniz var

# payment_faild_not_allow
source: In-App Purchases is disabled. Settings > General > Restrictions > Turn on In-App Purchases
fr: Achats intégrés sont désactivés, allez aux Réglages > Général > Restrictions > activer Achats intégrés
ja: App内購入禁止された。 設定 > 一般 > 機能制限 > App内購入許す
ru: Встроенные покупки выключены. Перейдите в «Настройки» > «Основные» > «Ограничения» и передвиньте переключатель «Встроенные покупки» в рабочее состояние.
tr: Uygulama içi satın alma devre dışı. Ayarlar > Genel > Kısıtlamalar > Uygulama içi satın almayı etkinleştir

# lackmoney_title_label
source: ShouCash Shortage!
ja: ShouCash 不足!
tr: ShouCash Eksik!

# lackmoney_topup_label
source: Buy more ShouCash to support the broadcaster
ja: とりあえず購入してください!
tr: Yayıncıları desteklemek için daha fazla ShouCash satın alın

# lackmoney_buy_button
source: Buy
ja: 購入
tr: Satın Al

# statistics_title
source: Statistics
fr: Statistiques
ja: 統計
ru: Статистика
tr: İstatistikler

# statistics_title_views
source: Views
fr: Vues
ja: ご覧
ru: Просмотры
tr: Görüntüleme

# statistics_title_likes
source: Likes
fr: J'aime
ja: 好き
ru: Отметки «Нравится»
tr: Beğeni

# statistics_title_Income
source: Income
fr: Revenu
ja: 収入
ru: Доход
tr: Gelir

# statistics_views
source: Views %@
fr: Vues %@
ja: ご覧トータル %@
ru: Просмотры: %@
tr: Görüntüleme %@

# statistics_likes
source: Likes %@
fr: J'aime %@
ja: 好きトータル %@
ru: Отметки «Нравится»: %@
tr: Beğeni %@

# statistics_Income
source: Income %@
fr: Revenu %@
ja: 収入トータル %@
ru: Доход: %@
tr: Gelir %@

# broadcast_title
source: Broadcast
fr: Live
ja: ブロードキャスト
ru: Транслировать
tr: Canlı Yayın

# broadcast_camera
source: camera
fr: Caméra
ja: カメラ
ru: через камеру
tr: Kamera

# explore_search_game
source: Search "%@" game?
fr: Rechercher "%@" jeux?
ja: "%@"というゲームを探す？
ru: Ищите игру «%@»?
tr: "%@" oyunu ara?

# VIDEO_CAMERA_LIVE_TITLE_HINT
source: What are you seeing now?
ru: Что вы сейчас видите?
tr: Ne görüyorsun?

# VIDEO_CAMERA_STREAMING_READY
source: Start Broadcast
ja: 放送スタート
ru: Начать трансляцию
tr: Yayını Başlat

# VIDEO_CAMERA_STREAMING_STOP
source: Stop Broadcast
ja: 放送中止
ru: Остановить трансляцию
tr: Durdur

# DIALOG_FAILD_TO_CAMERA_GRANTED
source: Grant camera failed
ru: Не удалось получить разрешение на доступ к камере
tr: Kamera izni alınamadı

# DIALOG_FAILD_TO_MIC_GRANTED
source: Grant mic failed
ru: Не удалось получить разрешение на доступ к микрофону
tr: Mikrofon izni alınamadı

# msg_popup_mention
source: Mention
fr: Mentionner
ja: 言及する
ru: Ответить
tr: Cevap ver

# msg_popup_moderate
source: Moderate
fr: Modérateur
ja: モデレート
ru: Назначить модератором
tr: Moderatör yap

# msg_popup_moderate_cancel
source: Cancel Moderate
fr: Ne plus modérateur
ja: モデレートをキャンセルする
ru: Удалить из модераторов
tr: Moderatör yetkisini kaldır

# msg_popup_moderate_description
source: %@ is moderate in this room.
fr: %@ est le modérateur dans ce chat.
ru: Пользователь %@ назначен модератором
tr: %@ artık bir moderatör.

# msg_popup_moderate_cancel_description
source: %@ is cancel moderate in this room.
fr: %@ n'est pas plus de modérateur dans ce chat.
ru: Пользователь %@ удален из модераторов
tr: %@ moderatörünün yetkisi alındı.

# message_list_empty_placeholder
source: No messages to show.
fr: Pas de message ne s'affiche.
ja: メッセージはありません
ru: У вас пока нет сообщений
tr: Gösterilecek mesaj yok.

# message_like_me
source: You liked %@'s broadcast
fr: Vous aimez le live de %@
ja: あなたは %@ のブロードキャストにいいね！しています You liked %@'s broadcast
ru: Вам понравилась трансляция пользователя %@
tr: %@ oyuncusunun yayınını beğendin

# message_like
source: %@ liked your broadcast
fr: %@ aime votre live
ja: %@ 人が、あなたのブロードキャストを、好きと評価しています
ru: Пользователю %@ понравилась ваша трансляция
tr: %@ yayınını beğendi

# message_follow_me
source: You followed %@
fr: Vous ont suivi %@
ja: あなたは %@ をフォローしています
ru: Вы подписались на пользователя %@
tr: %@ oyuncusunu takip ettin

# message_follow
source: %@ followed you
fr: %@ vous a suivi
ja: %@ があなたをフォローしました
ru: Пользователь %@ подписался на вас
tr: %@ seni takip etti

# message_new_placeholder
source: Write a message...
fr: Écrir un message…
ja: 新しいメッセージ...
ru: Написать сообщение
tr: Bir mesaj yaz...

# message_tip_donate_me
source: You donated %@ %@ ShouCash
tr: %@ kişisine %@ ShouCash bağışladın

# message_tip_donate
source: %@ donated you %@ ShouCash
tr: %@ sana %@ ShouCash bağışladı

# menu_copy
source: Copy
fr: Copier
ja: クリップボードにコピーする
ru: Скопировать
tr: Kopyala

# menu_copy_url
source: Copy Link
ru: Скопировать ссылку
tr: Bağlantıyı kopyala

# menu_more
source: More
fr: En plus
ja: その他
ru: Ещё
tr: Daha fazla

# share_to_title
source: SHARE TO
fr: Partager à
ja: シェア先
ru: ПОДЕЛИТЬСЯ
tr: PAYLAŞ

# share_search_placeholder
source: Search
fr: Rechercher
ja: 検索
ru: Поиск
tr: Ara

# share_to_successed
source: Share successfully!
fr: Partager a réussi!
ja: シェアに成功しました!
ru: Успешно отправлено!
tr: Paylaşıldı!

# share_no_found_mutual
source: No found people you followed each other
fr: Pas d'amis mutuel
ja: 相互フォローしているユーザーが見つかりませんでした
ru: Нет пользователей с взаимной подпиской
tr: Birbirinizi takip ettiğiniz bir kişi bulunamadı

# share_to_twitter
source: Watch %@ LIVE on #Shou: %@ %@
fr: Voyez %@ LIVE sur #Shou: %@ %@
ru: Смотрите мою трансляцию «%@» на #Shou: %@ %@
tr: #Shou'da CANLI olarak %@ izleyin: %@ %@

# explore_broadcasters
source: Broadcasters
fr: Streamers
ru: Игроки

# profile_text_cash
source: ShouCash
fr: Monnaie
ru: Coins

# landing_btn_next
source: Next
fr: Suivante
ru: Далее

# landing_suggest_title
source: Suggested Follows
fr: suggérée Abonnés
ru: Для подписок

# account_text_game_cast
source: %@ video
fr: %@ vidéos
ja: %@ ビデオ
ru: %@ видео

# video_player_report_success
source: Report successfully!
fr: Rapporté
ja: 報告成功
ru: Жалоба была отправлена

# about_title_website
source: Website
ja: 公式サイト
ru: Сайт

# about_summary_website
source: Shou.TV
ru: Shou

# about_summary_facebook
source: Shou.TV
ru: Shou

# spotlight_content
source: Watch %@ LIVE on Shou
fr: Voyez %@ LIVE sur Shou
ru: Смотреть трансляцию «%@» на Shou
